PunchThrough/bean-arduino-core/hardware/bean/boards.txt
lightblue-bean.name=LightBlue Bean
lightblue-bean.upload.protocol=ptdble
lightblue-bean.upload.maximum_size=32256
lightblue-bean.upload.speed=57600
lightblue-bean.build.mcu=atmega328p
lightblue-bean.build.f_cpu=8000000L
lightblue-bean.build.core=bean
lightblue-bean.build.variant=bean
lightblue-bean.build.post_compile_script=Bean Loader.app/Contents/Resources/post_compile